export const importantGridData = [
  { id: 1, type: "img", src: "/importantIMG/1.png", alt: "placeholder 1" },
  {
    id: 2,
    type: "text",
    title: "Искусственный интеллект — это совокупность направлений",
    text: "Искусственный интеллект — это не одна дисциплина, как думают многие, а совокупность различных между собой направлений.",
  },
  { id: 3, type: "img", src: "/importantIMG/2.png", alt: "placeholder 3" },
  {
    id: 4,
    type: "text",
    title: "Менторы без реального опыта",
    text: "Большинство менторов никогда не работали над реальными проектами. Они изучали всё по видеоурокам и книжкам, и преподают без практики.",
  },
  {
    id: 5,
    type: "text",
    title: "Идеальные кейсы бесполезны",
    text: "На многих курсах преподают идеальные кейсы без сложностей. После таких курсов студенты не могут решать реальные задачи на работе.",
  },
  { id: 6, type: "img", src: "/importantIMG/3.png", alt: "placeholder 6" },
  {
    id: 7,
    type: "text",
    title: "Идеальные кейсы бесполезны",
    text: "На многих курсах преподают идеальные кейсы без сложностей. После таких курсов студенты не могут решать реальные задачи на работе.",
  },
  { id: 8, type: "img", src: "/importantIMG/4.png", alt: "placeholder 8" },
];
